[
  {
    "title": "Shu-Yen Lin, Cheng-Chao Su, Yu-Da Lai, Li-Chin Yang, and Shu-Kai Hsieh. Measuring Text Readability by Lexical Relations Retrieved from WordNet. The 20th Conference on Computational Linguistics and Speech Processing. Taipei."
  },
  {
    "title": "Chiao-Shan Lo, Yi-Rung Chen, Chih-Yu Lin, and Shu-Kai Hsieh. Automatic Labeling of Troponymy for Chinese Verbs. The 20th Conference on Computational Linguistics and Speech Processing. Taipei."
  },
  {
    "title": "Chu-Ren Huang, Ting-Shuo Yo, Petr Simon, and Shu-Kai Hsieh. A Realistic and Robust Model for Chinese Word Segmentation. The 20th Conference on Computational Linguistics and Speech Processing. Taipei."
  },
  {
    "title": "黃居仁、謝舒凱、洪嘉馡、陳韻竹、蘇依莉、陳永祥、黃勝偉。中文詞彙網路：跨語言知識處理基礎架構的設計理念與實踐。第九屆漢語辭彙語義學研討會，新加坡。"
  },
  {
    "title": "Vossen, Piek Eneko Agirre, Nicoletta Calzolari, Christiane Fellbaum, Shu-Kai Hsieh, Chu-Ren Huang, Hitoshi Isahara, Kyoko Kanzaki, Andrea Monachini, Federico Neri, Remo Raffaelli, German Rigau, Maurizio Tescon, Joop VanGent and Andrea Marchetti. KYOTO: A System for Mining, Structuring, and Distributing Knowledge Across Languages and Cultures. Poster paper. The 6th International Conference on Language Resources and Evaluation. Marrakech: Morocco."
  },
  {
    "title": "Takenobu Tokunaga, Virach Sornlertlamvanich, Thatsanee Charoenporn, Nicoletta Calzolari, Monica Monachini, Claudia Soria, Chu-Ren Huang, Shu-Kai Hsieh, Kiyoaki Shirai and YingJu Xia. Adapting International Standard for Asian Language Technology. Poster paper. The 6th International Conference on Language Resources and Evaluation. Marrakech: Morocco."
  },
  {
    "title": "Gaume, Bruno, Laurent Prévot, Chu-Ren Haung, Shu-Kai Hsieh and Chao-Jan Chen. Building and Aligning Chinese and French Paradigmatic Graphs. CIL18. Seoul: Korea."
  },
  {
    "title": "Huang, Chu-Ren, Sheng-Yi Chen, Shu-Kai Hsieh, Ya-Min Chou and Tzu-Yi Kuo. Linguistically Conventioanlized Ontology of Four Artifact Domains: A Study based on Chinese Radicals. CIL18 workshop: Linguistic Studies of Ontology: From Lexical Semantics to Formal Ontologies and Back. Seoul: Korea."
  },
  {
    "title": "Xu, Ming-Wei, Jia-Fei Hong, Shu-Kai Hsieh and Chu-Ren Huang. CWN-Viz: Semantic Relation Visualization in Chinese WordNet. Proceedings of the Fourth Global WordNet Conference. ISBN: 978-963-482-854-9. University of Szeged, Hungary. "
  },
  {
    "title": "Hotani,Chiyo, Chu-Ren Huang and Shu-Kai Hsieh. Crossing of two Linguistic Ontologies: Wordnet-anchored Comparison of Chinese-Japanese Kanji Words. Proceedings of the Fourth Global WordNet Conference. ISBN: 978-963-482-854-9. University of Szeged, Hungary."
  },
  {
    "title": "Vossen, Piek, Eneko Agirre, Nicoletta Calzolari, Christiane Fellbaum, Shu-Kai Hsieh, Chu-Ren Huang, Hitoshi Isahara, Kyoko Kanzaki, Andrea Marchetti, Monica Monachini, Federico Neri, Remo Raffaelli, German Rigau, Maurizio Tesconi, Joop VanGent. KYOTO: A System for Mining, Structuring, and Distributing Knowledge Across Languages and Cultures. Proceedings of the Fourth Global WordNet Conference. ISBN: 978-963-482-854-9. University of Szeged, Hungary."
  },
  {
    "title": "Huang, Chu-Ren, I-Li Su, Tzu-Yi Kuo and Shu-Kai Hsieh. From Basic Lexicon to Shared Ontology: Two Issues in Linguistic. CIL18 workshop Linguistic Studies of Ontology: From Lexical Semantics to Formal Ontologies and Back. Seoul: Korea."
  },
  {
    "title": "Sur-Jin Ker, Chu-Ren Huang, Jia-Fei Hong, Shi-Yin Liu, Hui-Ling Jian, I-Li Su and Shu-Kai Hsieh. Design and Prototype of a Large-scale and Fully Sense-tagged Corpus. The 3rd International Conference on Large-scale Knowledge Resources. Tokyo."
  },
  {
    "title": "Shirai, Kiyoaki, Takenobu Tokunaga, Chu-Ren Huang, Shu-Kai Hsieh, Ivy Kuo, Virach Sornlertlamvanich and Thatsanee Charoenporn. Constructing Ontology of Numerative Classifiers for Asian Languages. The Third International Joint Conference on Natural Language Processing. Hyderabad: India."
  },
  {
    "title": "Hsieh, Shu-Kai. Formal Description of Lexical Semantic Relations. Concentric,Vol:35.1, 87-109. Taipei, Taiwan."
  },
  {
    "title": "Šimon,Petr, Chu-Ren Huang, Shu-Kai Hsieh and Jia-Fei Hong. Transliterated Named Entity Recognition Based on Chinese Word Sketch. International Journal of Computer Processing of Oriental Languages. Vol. 21, No.1. 19-30. Available online. http://www.worldscinet.com/ijcpol/21/2101/S17938406082101.html"
  }
]
