[
  {
    "title": "Meng-Hsien Shih. HR-WSD: System Description for All-words Word Sense Disambiguation on a Specific Domain at SemEval-2010. The 5th International Workshop on Semantic Evaluation. Association for Computational Linguistics, Stroudsburg, PA, USA."
  },
  {
    "title": "Chih-Yao Lee, Chia-Hao Chang, Wei-Chieh Hsu and Shu-Kai Hsieh. Qualia Modification in Noun-Noun Compounds: A Cross-Language Survey. The 22nd Conference on Computational Linguistics and Speech Processing. Chi-Nan University, Taiwan."
  },
  {
    "title": "Mei-Yu Chen, Hsin-Ni Lin, Chang-An Shih, Yen-Ching Hsu, Pei-Yu Hsu and Shu-Kai Hsieh. Classifying Mood in Plurks. The 22nd Conference on Computational Linguistics and Speech Processing. Chi-Nan University, Taiwan."
  },
  {
    "title": "Wu, Yueh-Cheng and Shu-Kai Hsieh. PyCWN: a Python Module for Chinese Wordnet. COLING 2010. demo session. Beijing."
  },
  {
    "title": "Pan, Debby and Shu-Kai Hsieh. Word Space Modelling for Measuring Semantic Specifity in Chinese. COLING 2010. Beijing."
  },
  {
    "title": "Prévot, Laurent, Pierre Magistry and Shu-Kai Hsieh. Classifier-Noun composition in Mandarin: A test case for Distributional Semantic Models. ESSLLI 2010 Workshop on Compositionality and Distributional Semantic Models."
  },
  {
    "title": "Prévot, Laurent and Shu-Kai Hsieh. Coercion and Anaphoric Use of Mandarin Classifiers. Journées Sémantique et Modélisation. Nancy, France."
  },
  {
    "title": "陳韻竹, 賴怡頻, 謝舒凱, 黃居仁。同義關係的詞彙語意探究與表達：以中文詞彙網路為例 。第十一屆漢語詞彙語意學研討會。（CLSW2010）。蘇州大學，中國。"
  },
  {
    "title": "Aitor Soroa, E. Agirre, O. Lopez de Lacalle, M. Monachini, J. Lo, Shu-Kai Hsieh, Wauter Bosma, Piek Vossen. Kyoto: An Integrated System for Speciﬁc Domain WSD. SemEval 2010. ACL SigLex, Uppsala."
  },
  {
    "title": "Vossen P., E. Agirre, F. Bond, W. Bosma, C. Fellbaum, A. Hicks, S.K. Hsieh, H. Isahara, Ch. Huang, K. Kanzaki, A. Marchetti, G. Rigau, F. Ronzano, R. Segers, M. Tesconi. 2009. “KYOTO: a Wiki for Establishing Semantic Interoperability for Knowledge Sharing across Languages and Cultures\", in: Handbook of Research on Culturally-Aware Information Technology: Perspectives and Models. E. Blanchard (Mc Gill University (Canada)) and Dr. D. Allard (eds)., USA."
  },
  {
    "title": "Chu-Ren Huang, Shu-Kai Hsieh, Jia-Fei Hong, Yun-Zhu Chen, I-Li Su, Yong- Xiang Chen, and Shen-Wei Huang. Constructing Chinese Wordnet: Design Principles and Implementation. (in Chinese). Zhong-Guo-Yu-Wen, 24(2), 169-186."
  },
  {
    "title": "Desalle,Yann, Shu-Kai Hsieh, Bruno Gaume and Hintat Cheung. (Nov. 4- 7, 2010). Towards an Automatic Measurement of Verbal Lexicon Acquisition: The Case for a Young Children-versus-Adults Classification in French and Mandarin. In: Proceedings of The 24th Pacific Asia Conference on Language, Information and Computation. Sendai, Japan."
  },
  {
    "title": "Gaillard, Benoît, Yannick Chudy, Pierre Magistry, Shu-Kai Hsieh and Emmanuel Navarro. (Nov. 4-7, 2010). Graph Representation of Synonymy and Translation Resources for Crosslinguistic Modelisation of Meaning. In: Proceedings of The 24th Pacific Asia Conference on Language, Information and Computation. Sendai, Japan."
  },
  {
    "title": "Shu-Kai Hsieh. Constructing Cross-language Ontological and Lexical Resources. Pacific Neighborhood Consortium (PNC) 2010 Annual Conference. City University of Hong Kong."
  }
]
