[
  {
    "title": "Hsieh, Shu-Kai. Chinese Semantics. In: Sin-Wai Chan (ed). The Routledge Encyclopedia of the Chinese Language."
  },
  {
    "title": "Meng-Hsien Shih and Shu-Kai Hsieh. Yet Another Resource to Sketch Word Behavior in Chinese Variation. In: Dong M., Lin J., Tang X. (eds) Chinese Lexical Semantics. Lecture Notes in Computer Science, vol 10085. Springer."
  },
  {
    "title": "Chu-Ren Huang, Shu-Kai Hsieh and Ruying Chang. (2016). From Classical Poetry to Modern Ontology: Bridging the knowledge divide with a linked data approach. In: C.R. Huang (ed). Digital Humanities: Bridging the Divide. The Humanities in Asia Book Series. Springer."
  },
  {
    "title": "Chen, Minhsin and Shu-Kai Hsieh. (2016). Degree Modification in Mandarin: A Case Study of Creative Degree Modifier 各種 [Gezhong]. In: Chinese Lexical Semantics, Volume 9332 of the series Lecture Notes in Computer Science. pp 255-261."
  },
  {
    "title": "Meng-Hsien Shih and Shu-Kai Hsieh. Word Dependency Sketch for Chinese Language Learning. Concentric: Studies in Linguistics 42.1: 45-72."
  },
  {
    "title": "Lin, Shih-Kai and Shu-Kai Hsieh. Sarcasm Detection in Chinese Using a Crowdsourced Corpus. In: Proceedings of ROCLING XXIII: Conference on Computational Linguistics and Speech Processing."
  },
  {
    "title": "Lin, Shih-Kai and Shu-Kai Hsieh. Sarcasm Detection in Chinese Using a Crowdsourced Corpus. In: Proceedings of ROCLING XXIII: Conference on Computational Linguistics and Speech Processing."
  },
  {
    "title": "Chia-Chen Lee and Shu-Kai Hsieh. Evaluative Pattern Extraction for Automated Text Extraction. In: Proceedings of the 9th International Natural Language Generation Conference. Edinburgh, Scotland."
  },
  {
    "title": "Huang, Tzu-Yun, H.C.Wu, C.C. Lee, S.M. Lee, G.W. Lee and Shu-Kai Hsieh Crowdsourcing Experiment Designs for Chinese Word Sense Annotation. In: Proceedings of ROCLING XXIII: Conference on Computational Linguistics and Speech Processing."
  },
  {
    "title": "Liu, Yuwen and Shu-Kai Hsieh. (2016). An Alternative Approach to Word Sense Disambiguation: Revisiting Sense Prototypicality in the Chinese Wordnet from Perspectives of Natural Language Acquisition. The 15th International Symposium on Chinese Languages and Linguistics (IsCLL-15)."
  },
  {
    "title": "Wang, Bo-Ya and Shu-Kai Hsieh. Modeling Lexicalization in Chinese: Quantitative Profiling and Qualitative Analysis. In: Proceedings of The 8th Conference on Language, Discourse and Cognition. Taipei."
  },
  {
    "title": "Chen, Po-Heng, Min-Hsin Chen, Chiarung Lu, Shu-Kai Hsieh, Tai-Li Chou, Lily I- wen Su, Chia-Lin Lee. Hemispheric differences in processing syntactic category information in second language. Cognitive Neuro-Science Society (CNS) Annual meeting. New York."
  }
]
