[ {
    "title": "Pin-Er Chen, Da-Chen Lian, Jou-An Chi, Shu-Kai Hsieh, Sieh-Chuen Huang, Hsuan-Lei Shao, Jun-Wei Chiu, Yang-Hsien Lin, Zih-Ching Chen, Cheng-Kuang Lee, Eddie TC Huang, Simon See (2025). Continual Pre-Training is (not) What You Need in Domain Adaptation. The 17th Asian Conference on Machine Learning."
  },
  {
    "title": "Lian, D.-C., Ku, M.-C., Wang, P.-Y. A., Chen, W.-L., & Hsieh, S.-K. (2025). Empowering elementary learning: Utilizing large language models to craft tailored textbooks with expert insight. Journal of Library and Information Studies, 23(2), 145-183. https://doi.org/10.6182/jlis.202512_23(2).14"
  },
  {
    "title": "Watty, D., Yao, Y. J., & Watty, J. N. (2025, August). Case Syncretism in Kasavakan Puyuma: A Field Data Analysis of Noun Phrase Markers. In Proceedings of the 23rd International Workshop on Treebanks and Linguistic Theories (TLT, SyntaxFest 2025) (pp. 64-73). https://aclanthology.org/2025.tlt-1.8."
  },
  {
    "title": "Mao-Chang Ku, Milingan Chia-hao Tai, Shu-Kai Hsieh (2025). A Corpus-based Study of Causative Constructions in Paiwan. Foreign Language Studies 41: 1-33."
  },
  {
    "title": "Yu-Hsiang Tseng, Hsin-Yu Chou, Shu-Kai Hsieh (2025). LawToken: a single token worth more than its constituents. CoNLL 2025."
  },
  {
    "title": "Lian, Da-Chen. (2025, March 25). Computational insights into legal opinion-making: Examining LLM reasoning in judicial symposiums from a linguistic perspective [Paper presentation]. Contacts & Contrasts: Language, Literature, Culture (C&C 2025), Online."
  },
  {
    "title": "Chih Han Lin (2025). A Comparative Study of Geminate Duration in Arabic: Mandarin Speakers’ Production Patterns. Oxford Postgraduate Conference in Linguistics (LingO)."
  },
  {
    "title": "Laurent Prevot, Sheng-Fu Wang, Jou-An Chi and Shu-Kai Hsieh (2025). Extending the BabyLM Initiative : Promoting Diversity in Datasets and Metrics through High-Quality Linguistic Corpora."
  },
  {
    "title": "Kitsunai, M., Watty, D., Hsieh, S. K., & Micah, K. (2025). Exploring Dynamic Few-Shot Prompting for Word Sense Disambiguation in Historical Chinese. The 31st Annual Meeting of the Association for Natural Language Processing (NLP2025)."
  }
]
